7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1160029204 -23329=1,59.984638
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=80 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,76.995895
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,76.995895
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=25120 22=15 -23328=1,1 -23329=1,59.026283
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,59.026283,59.026283
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=51 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,30.360933
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=18304 22=12 23=1 -23328=1,1 -23329=1,135.672897
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=76 22=15 23=0 24=2 25=1 26=17370 27=14 -23328=1,1 -23329=1,51.335064
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=21640 22=15 17=18839 18=14 -23328=1,1 -23329=1,38.981609
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=32744 22=15 23=1 -23328=1,1 -23329=1,38.954361
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,38.954361,38.954361
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=92 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,49.299252
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=23767 22=14 23=1 -23328=1,1 -23329=1,71.514175
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=114 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,34.036446
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=22506 22=15 17=18751 18=14 -23328=1,1 -23329=1,26.756208
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=21164 22=14 23=1 -23328=1,1 -23329=1,34.561699
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,34.561699,34.561699
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=97 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,59.908546
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=19387 22=14 23=1 -23328=1,1 -23329=1,70.888618
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=133 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,47.268555
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=317 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,66.168793
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=20146 22=15 17=22935 18=14 -23328=1,1 -23329=1,40.683041
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=17737 22=14 23=1 -23328=1,1 -23329=1,44.043079
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,44.043079,44.043079
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=111 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,50.815945
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=19592 22=14 23=1 -23328=1,1 -23329=1,60.766724
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=137 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.229057
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=23667 22=15 17=18876 18=14 -23328=1,1 -23329=1,31.811153
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=17325 22=14 23=1 -23328=1,1 -23329=1,33.638947
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,33.638947,33.638947
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=122 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,66.263840
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,66.263840
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=99 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.108444
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=368 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,121.887268
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=10810 22=15 17=21655 18=13 -23328=1,1 -23329=1,40.210415
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,40.210415
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,40.210415,40.210415
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=80 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,45.429268
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=22474 22=14 23=1 -23328=1,1 -23329=1,62.315891
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=141 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,35.171486
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=27285 22=15 17=18731 18=14 -23328=1,1 -23329=1,33.483501
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=19218 22=14 23=1 -23328=1,1 -23329=1,39.275948
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,39.275948,39.275948
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=103 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.993328
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=22280 22=14 23=1 -23328=1,1 -23329=1,78.861885
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=175 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.874249
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=572 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,64.244812
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=17562 22=15 17=25137 18=14 -23328=1,1 -23329=1,34.433254
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=31666 22=15 23=1 -23328=1,1 -23329=1,33.275837
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,33.275837,33.275837
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=114 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,49.945080
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=30470 22=14 23=1 -23328=1,1 -23329=1,92.884735
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=127 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,8.619315
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=7835 22=15 17=31626 18=13 -23328=1,1 -23329=1,7.956283
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=29297 22=15 23=1 -23328=1,1 -23329=1,7.113825
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=20 22=15 23=0 24=2 25=1 26=16481 27=13 -23328=1,1 -23329=1,19.353174
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=22280 22=14 23=2 -23328=1,1 -23329=1,26.317780
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=17 22=15 23=0 24=2 25=1 26=25705 27=14 -23328=1,1 -23329=1,16.482044
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=21408 22=14 23=2 -23328=1,1 -23329=1,21.535948
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=30 1=1 5=1 6=7680 20=1 21=21 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.053188
